Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_complaints/replacements_refunds_and_credit_notes.html.txt.tmx
Source language: en
Languages: ga

source: Replacements, refunds and credit notes
ga: Earra in ionad, aisíocaíochta agus nótaí sochair

source: If you buy unfit or faulty goods you are entitled to a replacement, a repair or a refund
ga: Má cheannaíonn tú earraí neamhoiriúnacha nó lochtacha, tá tú i dteideal earra ionaid, deisiú, nó aisíocaíocht a fháil

source: Whether you are entitled to a replacement, repair or a refund can depend on the goods in question and other circumstances
ga: Braitheann cibé acu an bhfuil tú i dteideal earra ionaid, deisiú nó aisíocaíochta a fháil ar na hearraí atá i gceist agus ar chúinsí eile

source: The Competition and Consumer Protection Commission (CCPC) provide examples of when you can expect a replacement, repair or a refund on the CCPC website
ga: Soláthraíonn an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí samplaí de chásanna inar féidir leat bheith ag súil le hearra ionaid, deisiú nó aisíocaíocht ar láithreán gréasáin an CICT

source: If you are entitled to a refund it is worthwhile noting that the retailer or supplier of services can give a refund in cash, cheque or to a credit card account
ga: Má tá tú i dteideal aisíocaíocht a fháil, is fiú a thabhairt faoi deara gur féidir leis an miondíoltóir nó an soláthraí aisíocaíocht a thabhairt in airgead, le seic nó le cuntas cárta creidmheasa

source: If you are returning goods that are faulty you do not have to accept a credit note or a voucher
ga: Má tá earraí á dtabhairt ar ais agat atá lochtach, ní ga duit glacadh le nóta creidmheasa nó dearbhán

source: The differences between refunds, credit notes and vouchers are explained below
ga: Mínítear thíos na difríochtaí idir aisíocaíochtaí, nótaí creidmheasa agus dearbháin

source: • A refund means the retailer returns the money you paid for faulty goods
ga: • Ciallaíonn aisíoc go dtugann an miondíoltóir do chuid airgid ar ais duit mar mhalairt ar na hearraí lochtacha

source: If you originally paid for the goods on a credit or debit card, the retailer may refund the credit or debit card instead of giving cash
ga: Má d’íoc tú le cárta dochair nó creidmheasa féadfaidh an díoltóir tú a aisíoc tríd an gcárta seachas le hairgead tirim

source: If your consumer complaint is valid a retailer cannot insist on giving you a credit note instead of a refund
ga: Má glacadh le gearán tomhaltóra uait, níl sé de cheart ag an miondíoltóir tabhairt ort glacadh le nóta sochair seachas aisíocaíocht

source: • A credit note is a paper note issued by a retailer to a customer when goods are returned
ga: • Is nóta páipéir é nóta sochair a thugann an díoltóir don chustaiméir nuair a thugtar earraí ar ais

source: A credit note acts like a voucher that can only be used in the particular shop or chain of shops that issued the credit note
ga: Tá an nóta sochair cosúil le dearbhán nach féidir a úsáid ach sa siopa nó sa slabhra siopaí ónar eisíodh é

source: If you are returning goods that are faulty you do not have to accept a credit note
ga: Má thugann tú earraí lochtacha ar ais ní gá glacadh le nóta sochair

source: Instead, you can ask for a repair, a replacement or a refund depending on the goods in question and other circumstances
ga: Tig leat deisiúchán, earra nua nó aisíoc a éileamh de réir cineál na n-earraí agus cúinsí eile

source: If you accept a credit note you may not be able to ask for a refund afterwards
ga: Má ghlacann tú le nóta sochair seans nach mbeidh tú in ann aisíoc a éileamh níos déanaí

source: • A voucher is a paper note or a card
ga: • Is éard is dearbhán ann ná nóta páipéir nó cárta

source: Generally you can only use a voucher with a particular service provider or retailer
ga: Go hiondúil ní féidir an dearbhán a úsáid ach le soláthraí seirbhísí nó díoltóir ar leith

source: When you buy a voucher, the terms of the voucher should be stated (for example how long the voucher is valid for)
ga: Nuair a cheannaíonn tú dearbhán, cinntigh go bhfuil na téarmaí soiléir (mar shampla, achar bailíochta an dearbháin)

source: You have no rights if you lose a voucher
ga: Níl ceart ar bith agat má chailltear an dearbhán

source: Remember, if you change your mind about a product you are not entitled to either return the goods or to a refund
ga: Cuimhnigh, má thagann tú ar athrú intinne faoi earra a cheannaigh tú níl tú i dteideal é a thabhairt ar ais nó aisíoc a fháil

source: In this case, a retailer may give you a refund or a credit note to the value of the goods but they are not obliged to do so
ga: Sa chás seo, féadfaidh miondíoltóir aisíocaíocht nó nóta creidmheasa a thabhairt duit atá ar chomhionann le luach na n-earraí ach níl dualgas orthu amhlaidh a dhéanamh

source: You should always ask for a receipt when you are buying goods or services
ga: Ba cheart duit iarraidh i gcónaí ar fháltas nuair a cheannaíonn tú earraí nó seirbhísí

source: Each consumer case is different and there are few hard and fast rules so contact the Competition and Consumer Protection Commission or other consumer protection organisation to find out exactly what your rights are
ga: Bíonn chuile chás tomhaltóra difriúil óna chéile; ní féidir rialacha ginearálta dochta a leagan síos. Mar sin, téigh i dteagmháil leis an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí nó eagras cosanta tomhaltóirí eile, le fáil amach céard iad do chearta go baileach
